Repository: mozilla-l10n/mt-training-data
Catalog: pa-PK/pa-PK_pontoon.tmx
Source language: en_us
Languages: pa_pk

source: <p>The browser could not find the host server for the provided address.</p> <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
pa_pk: <p>براؤزر دتے سرناواں لئی ہوسٹ سرور لبھ نہیں سکیا سی۔</p> <ul> <li>لکھݨ دی غلطیاں لئی سرناواں دی جانچ کرو جویں کہ <strong>www</strong>.example.com بجائے <strong>ww</strong>.example.com لکھݨا۔</li> <li>جے تسیں کوئی وی صفحہ لوڈ کرن لئی اسمرتھ ہو تاں آپݨے ڈوائیس دے ڈیٹے جاں وائی‌فائی کنیکشن دی جانچ کرو۔</li> </ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p> <ul> <li>Have you disabled or blocked cookies required by this site?</li> <li>If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your device.</li> </ul>
pa_pk: <p>براؤزر نے منگ کیتی چیز پراپت کرن دی کوشش نوں روک دتا اے۔ سائیٹ بینتی نوں ایس ڈھنگ نال دشا پرورتن کر رہی اے کو کہ کدے پوری نہیں ہووےگی۔</p> <ul> <li>کیہہ تسیں ایس سائیٹ لئی چاہیدیاں کوکیاں اسمرتھ کیتے جاں پاندی لگائے ہن؟</li> <li>جے سائیٹ دیاں کوکیاں نوں منظور کرن نال سمسیہ حل نہیں ہندی اے تاں ایہہ سرور دی سنرچنا نال مسئلہ ہو سکدا، نہ کہ تہاڈے کمپیوٹر نال۔</li> </ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
pa_pk: <p>براؤزر نوں پراکسی سرور ورتݨ لئی سنرچت کیتا گیا اے، پر پراکسی سرور نے کنیکشن توں انکار کر دتا اے۔</p> <ul> <li>کیہہ براؤزر دی پراکسی سنرچنا ٹھیک اے؟ سیٹنگاں چیک کرکے مڑ کوشش کرو جی۔</li> <li>کیہہ پراکسی سیوا ایس نیٹورک توں کنیکشن منظور کردی اے؟</li> <li>حالے وی سمسیہ اے؟ مدد لئی آپݨے نیٹورک پرشاشک جاں انٹرنیٹ پرووائڈر نال سنپرک کرو جی۔</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
pa_pk: <p>براؤزر آف لائین ڈھنگ وچ کم کر رہا اے تے منگ کیتی چیز نال کنیکٹ نہیں کر سکدا اے۔</p> <ul> <li>کیہہ کمپیوٹر سرگرم نیٹورک نال کنیکٹ اے؟</li> <li>آن لائین ڈھنگ چ جاݨ تے صفحے نوں مڑ لوڈ کرن لئی ”مڑ کوشش کرو“ نوں دباؤ۔</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
pa_pk: <p>سنپرک دے سمجھتے ویلے نیٹورک لنک وچ رکاوٹ آئی سی۔ مڑ کوشش کرو جی۔</p> <ul> <li>سائیٹ عارضی طور تے اپلبدھ نہیں ہو سکدی جاں بہت رجھی ہو سکدی اے۔ کجھ پلاں وچ مڑ کوشش کرو۔</li> <li>جے تسیں کوئی وی ورقہ لوڈ نہیں کر سکدے او تاں آپݨے ڈوائیس دے ڈیٹے جاں وائی‌فائی کینکشن دی جانچ کرو۔</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
pa_pk: <p>صفحہ، جو تسیں وہکھݨ دی کوشش کر رہے نوں وہکھایا نہیں جاں سکدا اے، کیوں کہ ڈیٹا لیݨ دیݨ وچ غلطی کھوجی گئی اے۔</p> <ul> <li>ایہہ سمسیہ بارے جاݨکاری دیݨ لئی ویبسائیٹاں مالکاں نال سنپرک کرو جی۔</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
pa_pk: <p>صفحہ، جس نوں تسیں ویکھݨ دی کوشش کر رہے او، ویکھایا نہیں جا سکدا، کیوں کہ ایہہ غلط جاں غیر سہایک کمپریشن فارم ورتدا اے۔</p> <ul> <li>ایہہ سمسیہ بارے ویب سائیٹ دیاں مالکاں نال سنپرک کرو جی۔</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
pa_pk: <p>دتا گیا پتا پروانت بݨتر نال میل نہیں کھاندا۔ غلطیاں لئی ٹکاݨا پٹی دی جانچ کرو تے فیر کوشش کرو جی۔</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
pa_pk: <p>منگے گئے سرناویں نے پورٹ دتی اے، (جویں کہ <q>mozilla.org:80</q> دے پتے لئی mozilla.org تے پورٹ ۸۰) جو کہ عام کرکے ورتی جاندی اے، <em>ہور</em> ویب جھلکی توں بناں۔ براؤزر نے تہاڈی بچا تے سرکھیا لئی بینتی نوں رد کر دتا اے۔</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
pa_pk: <p>منگ کیتی سائیٹ نے سنپرک دی بینتی دا جواب نہیں دتا تے براؤزر نے جواب لئی اڈیک کرنی چھڈ دتی اے۔</p> <ul> <li>کیہہ سرور دی منگ بہت ودھ پو گئی ہو سکدی اے جاں عارضی طور تے سمسیہ ہو سکدی اے؟ بعد چ کوشش کرو۔</li> <li>کیہہ تسیں ہور سائیٹاں نوں براؤز کر سکدے او؟ کمپیوٹر دے نیٹورک کنیکشن دی جانچ کرو۔</li> <li>کیہہ تہاڈا کمپیوٹر جاں نیٹورک فائروال جاں پراکسی راہیں سرکھیت اے؟ غلط سیٹنگاں ویب براؤز کرن دے راہ وچ اڑکا پا سکدیاں ہن۔</li> <li>حالے وی مشکل آ رہی اے؟ سہایتا لئی آپݨے نیٹورک پرشاشک جاں انٹرنیٹ دیݨ والے نال سنپرک کرو۔</li> </ul>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
pa_pk: <p>سائیٹ نیٹورک بینتی نوں اک اݨجاݨے ڈھنگ نال جواب دے رہی اے تے براؤزر جاری نہیں رکھ سکدا اے۔</p>

source: Pull to refresh
pa_pk: تازہ کرن لئی کھچو

source: QR scanner
pa_pk: کیوآر کوڈ سکین والا

source: Quick settings sheet
pa_pk: ترنت سیٹنگاں شیٹ

source: Quit
pa_pk: باہر نکل جاؤ

source: Quit %1$s
pa_pk: %1$s نوں بند کرو

source: Quitting the application to apply changes…
pa_pk: تبدیلیاں لاگو کرن لئی ایپلیکیشن نوں بند کیتا جا رہا اے…

source: Rate on Google Play
pa_pk: ایپ دکان تے درجہ دیو

source: Rating
pa_pk: درجہ

source: Rating: %1$.02f out of 5
pa_pk: درجہ بندی: 5 چوں %1$.02f

source: Read and modify bookmarks
pa_pk: اتے پتے پڑھن تے بدلݨ

source: Read and modify browser settings
pa_pk: ایپ سیٹنگاں پڑھن تے بدلݨ

source: Read and modify privacy settings
pa_pk: پردیداری سیٹنگاں نوں پڑھن تے بدلݨ

source: Reader view
pa_pk: پڑھاکو جھلک

source: Reader View, Print, Share, Open app
pa_pk: ریڈر جھلک، چھاپݨا، شعر کرنا، ایپ کھولھݨا

source: Reader View, Translate, Print, Share, Open app
pa_pk: ریڈر جھلک، اُلتھا، چھاپݨا، شعر کرنا، ایپ کھولھݨا

source: Read the text of all open tabs
pa_pk: ساریاں کھولھیاں ٹیباں دیاں وچ لکھتاں نوں پڑھنا

source: Read your browsing history
pa_pk: تہاڈی تریخ نوں پڑھن

source: Ready to scan
pa_pk: سکین کرن لئی تیار

source: Rear-facing camera
pa_pk: پچھلے پاسے والا کیمرا

source: Received tabs
pa_pk: ملیاں ٹیباں

source: Recently closed
pa_pk: تازہ بند کیتیاں

source: Recently closed tabs
pa_pk: تازہ بند کیتیاں ٹیباں

source: Recently saved
pa_pk: حالیہ سمبھالے پتے

source: Recently used
pa_pk: تازہ ورتوں

source: Recently visited
pa_pk: حال دے کھولھیاں گئیاں

source: Recommended
pa_pk: سفارشی

source: Reconnect to resume syncing
pa_pk: ہم وقت کرن نوں بحال کرن لئی مڑ کنیکٹ کرو

source: Reconnect to Sync
pa_pk: ہم وقت کرن لئی مڑ کنیکٹ کرو

source: Refresh
pa_pk: تازہ کرو

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
pa_pk: ایس صفحے نوں مڑ تازہ کرن نال تاشہ کاروائیاں نوں دہرایا جاۓگا؛ جیویں کہ بھگتان بھیجݨ یاں ٹپݨی نوں دو وار پا لایا جاۓگا۔

source: Reload
pa_pk: پھر لوڈ کرو

source: Remember decision for this site
pa_pk: ایس سائٹ لئی فیصلہ یاد رکھو

source: Reminder: %1$s is still using your camera. Tap to open the tab.
pa_pk: ریمائینڈر: %1$s حالے وی تہاڈے کیمرے نوں ورت رہی اے۔ ٹیب نوں کھولھݨ لئی چھوہو۔

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab
pa_pk: ریمائینڈر: %1$s حالے وی تہاڈے مائیکروفون تے کیمرے نوں ورت رہی اے۔ ٹیب نوں کھولھݨ لئی چھوہو۔

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
pa_pk: ریمائینڈر: %1$s حالے وی تہاڈے مائیکروفون تے کیمرے نوں ورت رہی اے۔ ٹیب نوں کھولھݨ لئی چھوہو۔

source: Reminder: %1$s is still using your microphone. Tap to open the tab
pa_pk: ریمائینڈر: %1$s حالے وی تہاڈے مائیکروفون نوں ورت رہی اے۔ ٹیب نوں کھولھݨ لئی چھوہو۔

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
pa_pk: ریمائینڈر: %1$s حالے وی تہاڈے مائیکروفون نوں ورت رہی اے۔ ٹیب نوں کھولھݨ لئی چھوہو۔

source: Remote debugging via USB
pa_pk: USB راہیں رموٹ ڈیبگ کرنا

source: Remove
pa_pk: ہٹاؤ

source: Remove account
pa_pk: کھاتا ہٹاؤ

source: Removed %1$s
pa_pk: %1$s ہٹائے

source: Remove tab from collection
pa_pk: ٹیب نوں بھنڈار وچوں ہٹاؤ

source: Rename
pa_pk: ناں بدلو

source: Rename collection
pa_pk: بھنڈار دا ناں بدلو

source: Report
pa_pk: ریپورٹ کرو

source: Request sent
pa_pk: ںینتی بھیجی ہوئی

source: Request support for this site?
pa_pk: ایس سائیٹ لئی سہایتا دی بینتی کرنی اے؟

source: Required
pa_pk: لوڑیندا

source: Resend data
pa_pk: آہو، فیر بھیجو

source: Resend data to this site?
pa_pk: فیر بھیجیو؟

source: Restart %1$s
pa_pk: %1$s مڑ چالو کرو

source: Restart add-ons
pa_pk: وادھے والے مڑ چالو کرو

source: Restart extensions
pa_pk: پھیلاواں نوں مڑ چالو کرو

source: Restore tab
pa_pk: ٹیب بحال کرو

source: Resume
pa_pk: پھر جاری کرو

source: Resync
pa_pk: مڑ جوڑ کرو

source: RETRY
pa_pk: مڑ بھیجو

source: Return to previous app
pa_pk: پچھلی ایپ نوں واپس جاؤ

source: Reviews: %1$s
pa_pk: پڑتالاں – %1$s

source: Run in private browsing
pa_pk: نجی ورتوں چ چالو ہو گیا

source: Safe browsing with more choices
pa_pk: ہور چوݨاں نال سرکھیت براؤز کرنا

source: Sans serif
pa_pk: سیرف بغیر

source: Sans Serif font
pa_pk: سیرف بغیر فونٹ

source: Satisfied
pa_pk: تسلی بخش

source: Save
pa_pk: سانجھا کرو

source: Save as PDF
pa_pk: PDF وجوں سنبھالو

source: Save as PDF…
pa_pk: PDF وجوں سنبھالو…

source: Saved passwords
pa_pk: سنبھالے ہوئے پاس‌ورڈ

source: Save file to device
pa_pk: فائل ڈاؤں‌لوڈ کرو

source: Save image
pa_pk: تصویر ڈاؤں‌لوڈ کرو

source: Save password?
pa_pk: پاس‌ورڈ سنبھالݨا اے؟

source: Save selected tabs to collection
pa_pk: چݨیاں ٹیباں نوں مجموعے چ سمبھالو

source: Save tabs to collection
pa_pk: ٹیباں نوں بھنڈار چ سنبھالو

source: Save this login?
pa_pk: پاس‌ورڈ رکھیو؟

source: Save to collection
pa_pk: بھنڈار چ سنبھالو

source: Save to collection…
pa_pk: بھنڈار چ سنبھالو…

source: Scan
pa_pk: سکین کرو

source: Scan the code
pa_pk: کوڈ سکین کرو

source: Scan the QR code shown at <b>firefox.com/pair</b>
pa_pk: <b>firefox.com/pair</b> تے وکھائے QR کوڈ نوں سکین کرو

source: Scroll to hide address bar and toolbar
pa_pk: سرناواں پٹی تے ٹول‌بار نوں لکاوݨ لیج سکرول کرو

source: Scroll to hide toolbar
pa_pk: ٹول‌بار لکاوݨ لئی سکرول کرو

source: Search
pa_pk: کھوج

source: Search %1$s
pa_pk: %1$s ایپ چ کھوجو

source: Search bookmarks
pa_pk: اتے پتے دی کھوج

source: Search browsing history
pa_pk: براؤزنگ تاریخ چ کھوجو

source: Search directly from the address bar
pa_pk: سرناواں پٹی وچوں سدھے کھوجیو

source: Search engine
pa_pk: کھوج انجݨ

source: Search engines
pa_pk: کھوجݨ والے انجݨ

source: Search engine settings
pa_pk: کھوج انجݨ دیاں ترجیحاں

source: Search history
pa_pk: پچھلیاں کھوجاں

source: Search language
pa_pk: کھوج دی بولی

source: Search logins
pa_pk: کھاتے چ کھوجو

source: Search or enter address
pa_pk: پتہ پایو

source: Search %s
pa_pk: %s کھوج

source: Search settings
pa_pk: کھوج دیاں سیٹنگاں

source: Search synced tabs
pa_pk: ہم وقت کیتیاں ٹیباں نوں کھولھو

source: Search tabs
pa_pk: ٹیب دی کھوج

source: Search the web
pa_pk: ویب دی کھوج

source: Secure Connection Failed
pa_pk: سرکھیت جوڑن توں غلطی ہو گئی اے

source: Securely save this card?
pa_pk: سرکھیت نال کارڈ دا نمبر رکھو؟

source: Securely send tabs between your devices and discover other privacy features in Firefox.
pa_pk: ٹیباں نوں سرکھیت روپ وچ آپݨے ڈوائیساں اُتے بھیجو تے فائرفاکس وچ ہور پردے داری فیچراں بارے جاݨوں۔

source: Secure site not available
pa_pk: سرکھیت سائیٹ دستیاب نہیں اے

source: Secure Site Not Available
pa_pk: محفوظ سائیٹ دستیاب موجود نہیں اے

source: See all synced tabs
pa_pk: ساریاں جوڑیاں ٹیباں ویکھو

source: Select address
pa_pk: پتہ چݨو

source: Select addresses
pa_pk: پتے چݨو

source: Select all
pa_pk: سبھ چݨو

source: Select collection
pa_pk: مجموعہ چݨو

source: Select credit card
pa_pk: کریڈٹ کارڈ چݨو

source: Selected
pa_pk: چݨی

source: Selected language
pa_pk: چݨی بولی

source: Selected tabs menu
pa_pk: چݨیاں ٹیباں دا مینو

source: Select folder
pa_pk: فولڈر چݨو

source: Select one
pa_pk: اک چݨو

source: Select tabs
pa_pk: ٹیباں چݨو

source: Select Tabs
pa_pk: ٹیباں چݨو

source: Select tabs to save
pa_pk: سنبھالݨ لئی ٹیباں چݨو

source: %s encrypts your card number. Your security code won’t be saved.
pa_pk: %s تہاڈے کارڈ نوں انکرپٹ کردا اے۔ تہاڈے سرکھیا کوڈ نوں سنبھالیا نہیں جاوےگا۔

source: Send crash report to %1$s
pa_pk: کریش رپورٹ %1$s نوں بھیجو

source: Send crash report to Mozilla
pa_pk: کریش رپورٹ موزیلے نوں بھیجو

source: Sending crash report to %1$s
pa_pk: کریش رپورٹ %1$s نوں بھیجی جا رہی اے

source: Send request
pa_pk: بینتی بھیجیں

source: Send to all devices
pa_pk: سارے ڈوائیساں تے بھیجو

source: Send to device
pa_pk: ڈوائیس تے بھیجو

source: Sep
pa_pk: سرمبر

source: Sepia
pa_pk: بھورا

source: Sepia color scheme
pa_pk: بھورا رنگ دی روپ ریکھا

source: Serif
pa_pk: سیرف

source: Serif font
pa_pk: سیرف فونٹ

source: Set
pa_pk: پا لاؤ

source: Set as default browser
pa_pk: مول براؤزر تے طور تے بݨاؤ

source: Set by Battery Saver
pa_pk: بیٹری بچتکار ولوں نیت کیتا

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
pa_pk: کھولھیاں ٹیباں نوں آپݨے آپ بند کرنا نیت کرو، جو کہ پچھلے دن، ہفتے جاں مہینے وچ ویکھیاں گئیاں۔

source: Set time
pa_pk: ویلے نوں بدلو

source: Settings
pa_pk: سیٹنگاں

source: Share
pa_pk: سانجھا کرو

source: Share…
pa_pk: سانجھا کرو…

source: Share all tabs
pa_pk: سریاں ٹیباں سانجھیاں کرو

source: Share email address
pa_pk: ای‌میل دا پتہ سانجھا کرو

source: Share image
pa_pk: تصویر سانجھا کرو

source: Share link
pa_pk: پتہ سانجھا کرو

source: Shares basic usage data with Adjust, our mobile marketing vendor
pa_pk: کجھ انکول بݨا کے مڈھلا ورتوں ڈیٹا ساڈے موبائیل مارکیٹنگ وینڈر نال سانجھا کردا اے

source: Share selected tabs
pa_pk: چݨیاں ٹیباں سانجھیاں کرو

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
pa_pk: سانوں %1$s ودھیا بݨاوݨ لئی آپݨے براؤزر دی کارگزاری، ورتوں، ہارڈویئر تے پسند بدلݨ دا ڈیٹا سانجھا کرو

source: Share via
pa_pk: کیہتھوں سانجھا کرو

source: Share with…
pa_pk: کیہنوں سانجھا کرو…

source: Show all
pa_pk: سبھ ویکھو

source: Show all bookmarks
pa_pk: سبھناں اتیاں پتیاں نوں ویکھو

source: Show all past explorations
pa_pk: ساریاں پچھلیاں چھاݨ بیݨاں ویکھاؤ

source: Show all recent tabs button
pa_pk: ساریاں حالیہ ٹیباں دا بٹن ویکھاؤ

source: Show all saved bookmarks
pa_pk: سارے رکھ لاۓ اتے پتے ویکھو

source: Show clipboard suggestions
pa_pk: کلپ‌بورڈ دیاں تجویزاں ویکھاؤ

source: Show full history
pa_pk: پوری تاریخ نوں دکھاؤ

source: Show in private sessions
pa_pk: نجی سیشناں وچ ویکھاؤ

source: Show search suggestions
pa_pk: کھوج دیاں تجویزاں ویکھاؤ

source: Show voice search
pa_pk: آوازی کھوج وکھاؤ

source: Sign back in to sync
pa_pk: ہم وقت کرن لئی واپس سائین ان کرو

source: Sign in
pa_pk: لوگ‌این کرو

source: Sign in to reconnect
pa_pk: مڑ کنیکٹ کرن لئی سائین ان کرو

source: Sign in to see synced bookmarks
pa_pk: ہم وقت کیتے بک‌مارک ویکھݨ لئی سائین ان کرو

source: Sign in to Sync
pa_pk: لنک کرن لئی سائین ان کرو

source: Sign in to sync tabs, bookmarks, passwords, and more.
pa_pk: جدوں لوگ‌این کیتا ٹیباں، اتے پتے، پاس‌ورڈ تے ہور ملا جا سکدے ہن۔

source: Sign in with a %1$s account
pa_pk: %1$s کھاتے نال لاگ ان کرو

source: Sign in with your camera
pa_pk: آپݨے کیمرے نال سائین ان کرو

source: Sign out
pa_pk: لاگ آؤٹ

source: Site
pa_pk: سائٹ

source: Site currently not supported
pa_pk: سائیٹ ایس ویلے سہایک نہیں اے

source: Site information
pa_pk: سائٹ جاݨکاری

source: Site notifications
pa_pk: سائٹ نوٹس

source: Site permissions
pa_pk: سائیٹ دیاں اجازتاں

source: Skip
pa_pk: اگلے تے چلو

source: Social Media Trackers
pa_pk: سماجک میڈیا ٹریکر

source: Some content has been blocked by the autoplay setting
pa_pk: خود بخود چلݨ نال کجھ وستوآں روکے گئے

source: Sorry. %1$s can’t load that page.
pa_pk: افسوس۔ %1$s اوس صفحے نوں لوڈ نہیں کر سکدا اے۔

source: Sorry. %1$s had a problem and crashed.
pa_pk: افسوس اے۔ %1$s نوں سمسیہ آئی تے کریش ہو گیا اے۔

source: Sorry. A problem occurred in %1$s.
pa_pk: افسوس اے۔ %1$s وچ سمسیہ آئی اے۔

source: Sponsored
pa_pk: سفارش کیتی

source: Sponsored shortcuts
pa_pk: حمایت کیتے شارٹ‌کٹ

source: Sponsored stories
pa_pk: حمایت کیتیاں کہاݨیاں

source: %s (Private)
pa_pk: %s (نجی)

source: %s protects you from many of the most common trackers that follow what you do online.
pa_pk: %s تہانوں بہتے عام ٹریکراں توں سرکھیت کردا اے، جو کہ آن‌لائین تہاڈا پچھا کردے ہن۔

source: %s search engine
pa_pk: %s کھوجݨ انجݨ

source: Standard
pa_pk: معیاری

source: Standard (default)
pa_pk: سٹینڈرڈ (مول)

source: Start your first search
pa_pk: آپݨی پہلی کھوج کرو

source: State
pa_pk: راج

source: Status:
pa_pk: ستتھی –

source: Stay
pa_pk: ایتھوں ای رہو

source: Stay encrypted when you hop between devices
pa_pk: جدوں تسیں ڈوائیساں وچالے تبادلا کرو تاں انکرپٹ رہو

source: Stay in private browsing
pa_pk: نجی ورتوں چ رہو

source: Stop
pa_pk: روکو

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
pa_pk: باہری اشتہار، ویڈیو تے ہورناں مواداں نوں روکدا اے، جس چ ٹریک کرن والا کوڈ ہندا اے۔ کجھ ویب‌سائیٹاں دا کم کاج متاثر ہو سکدا اے۔

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
pa_pk: تہاڈے ڈوائیس بارے ولکھݨ طور تے پچھاݨے جاݨے والے ڈیٹے نوں اکتر ہوݨ توں روکدا اے، جس نوں ٹریکنگ لئی ورتیا جا سکدا اے۔

source: Store unlimited amount of client-side data
pa_pk: بے حد دا ڈیٹا رکھݨا

source: Strict
pa_pk: سخت

source: Stronger tracking protection and faster performance, but some sites may not work properly.
pa_pk: مظبوط ٹریکنگ سرکھیا تے ودھ تیز کارگذاری، پر کجھ سائیٹاں ٹھیک طرح کم نہیں کرن‌گیاں۔

source: Studies
pa_pk: گھوکھاں

source: Successfully disabled %1$s
pa_pk: %1$s نوں چالو الٹایا گیا

source: Successfully enabled %1$s
pa_pk: %1$s ایپ نوں چالو لا گیا

source: Successfully installed %1$s
pa_pk: %1$s ایپ انسٹال کیتی گئی اے

source: Successfully removed %1$s
pa_pk: %1$s ہٹایا گیا

source: Successfully uninstalled %1$s
pa_pk: %1$s ایپ اݨ‌انسٹال کیتی گئی

source: Successfully updated
pa_pk: ہݨے نواں کیتا گیا

source: Suggested logins
pa_pk: تجویز دے ویروے

source: Suggestions from %1$s
pa_pk: %1$s ولوں تجویزاں

source: Suggestions from search engines
pa_pk: کھوجݨ والیاں انجݨاں توں سجھاؤ

source: Suggestions from sponsors
pa_pk: حمایت کرن والیاں ولوں تجویزاں

source: Suggest strong password
pa_pk: مضبوط پاس‌ورڈ لئی تجویز کرو

source: Support %1$s with occasional sponsored suggestions
pa_pk: کدے کدائی حمایت کرن والیاں ولوں تجویزاں راہیں %1$s دی مدد کرو

source: Supported add-ons checker
pa_pk: وادھے والے سہارا

source: Support request sent
pa_pk: سہایتا بینتی بھیجی

source: %s will delete the selected items.
pa_pk: %s چݨیاں چیزاں نوں ہٹائےگا۔

source: %s will share everything you type in the address bar with your default search engine.
pa_pk: تہاڈے ولوں سرناواں پٹی وچ لکھی ہر چیز نوں %s تہاڈے مول کھوج انجݨ نال سانجھا کرےگا۔

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
pa_pk: %s تہاڈے کھاتے نال ہم وقت کرن روک دیوےگا، پر ایس ڈوائیس تے تہاڈے براؤز کیتے ڈیٹے نوں ہٹائےگا نہیں۔

source: Swipe address bar sideways to switch tabs
pa_pk: ٹیباں چ بدلݨ لئی سرناواں پٹی نوں پاسے ول سرکاؤ

source: Swipe toolbar sideways to switch tabs
pa_pk: ٹیباں چ بدلݨ لئی ٹول‌بار نوں پاسے ول سرکاؤ

source: Swipe toolbar up to open tabs
pa_pk: ٹیباں کھولھݨ لئی ٹول‌بار تے ول سرکاؤ

source: Switch
pa_pk: ہورناں نوں جاؤ

source: Switching screens is easier than ever
pa_pk: سکریناں وچالے بدلݨ پہلاں توں ودھ سوکھالا ہویا

source: Switch to desktop site
pa_pk: ڈیسک‌ٹاپ سائیٹ لئی بدلو

source: Switch to mobile site
pa_pk: موبائیل سائیٹ لئی سوئچ کرو

source: Switch to tab
pa_pk: ٹیب تے جاؤ

source: Sync
pa_pk: ہم وقت کرو

source: Sync and save data
pa_pk: ڈیٹا ہم وقت کرو تے سنبھالو

source: Sync and save your data
pa_pk: آپݨا ڈیٹا ہم وقت کرو تے سنبھالو

source: Synced device
pa_pk: فون دا جوڑ

source: Synced tabs
pa_pk: ہم وقت کیتیاں ٹیباں

source: Sync failed. Last success: %s
pa_pk: ہم وقت کرن ناکام ہویا۔ آخری کامیاب: %s

source: Sync failed. Last synced: never
pa_pk: ہم وقت کرن ناکام ہو گیا۔ آخری ہم وقت ہویا: کدے وی نہیں

source: Syncing…
pa_pk: ہم وقت کیتا جا رہا اے…

source: Syncing paused
pa_pk: ہم وقت نوں روکیا گیا اے

source: Sync is on
pa_pk: ہم وقت چالو اے

source: Sync now
pa_pk: ہݨے ہم وقت کرو

source: Sync passwords, tabs, and more
pa_pk: پاس‌ورڈ، ٹیباں تے ہوراں نوں ہم وقت کرو

source: Sync your tabs between devices, manage downloads, get tips about making the most of %s’s privacy protection, and more.
pa_pk: ڈوائیساں وچالے آپݨیاں ٹیباں نوں ہم وقت کرو، ڈاؤن‌لوڈ دا انتظام کرو، %s ایپ دی پردہ داری سرکھیا دا پورا فائدہ لیݨ لئی گر لوو تے ہور۔

source: Tab from %s
pa_pk: %s توں ٹیب

source: Tab Received
pa_pk: ٹیب ملی گئی

source: Tabs
pa_pk: ٹیباں

source: Tab saved!
pa_pk: ٹیب سنبھالی!

source: Tab sent!
pa_pk: ٹیب بھیجی اے!

source: Tab settings
pa_pk: ٹیب سیٹنگاں

source: Tabs saved!
pa_pk: ٹیباں سانبھالیاں!

source: Tabs sent!
pa_pk: تیباں بھیجیاں!

source: Tabs you haven’t viewed for two weeks get moved here.
pa_pk: پچھلے دو ہفتیاں وچ تہاڈے ولوں نہ ویکھیاں ٹیباں نوں اتھے بھیجیا جاندا اے۔

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
pa_pk: پچھلے دو ہفتیاں وچ تہاڈے ولوں نہ ویکھیاں ٹیباں نوں غیرفعال بھاگ وچ بھیجیا جاندا اے۔

source: Tab view
pa_pk: ٹیب دا نظارہ

source: Take Survey
pa_pk: سرویکھݨ بھرو

source: Tap and hold the arrows to jump between pages in this tab’s history.
pa_pk: ایس ٹیب دے واسطے وچلے صفحیاں چ جاݨ لئی تیر دے نشاناں نوں چھوہ کے رکھو۔

source: Tap here to start a fresh private session. Delete your history, cookies — everything.
pa_pk: تازہ نجی سیشن شروع کرن لئی اتھے چھوہو۔ آپݨے تاریخ، کوکیاں — ہر چیز ہٹا دیو۔

source: Tap or swipe this notification to close private tabs.
pa_pk: نجی ٹیباں نوں بند کرن لئی ایس نوٹیفکیشن نوں چھوہو جاں سوائیپ کرو۔

source: Tap to copy the URL for this app
pa_pk: ایس ایپ لئی پتے نوں کاپی کرن لئی چھوہو

source: Tap to open the tab that’s using your camera.
pa_pk: تہاڈے کیمرے نوں ورتݨ والی ٹیب نوں کھولھݨ لئی چھوہو۔

source: Tap to open the tab that’s using your microphone.
pa_pk: تہاڈے مائیکروفون نوں ورتݨ والی ٹیب نوں کھولھݨ لئی چھوہو۔

source: Tap to open the tab that’s using your microphone and camera.
pa_pk: تہاڈے مائیکروفون تے کیمرے نوں ورتݨ والی ٹیب نوں کھولھݨ لئی چھوہو۔

source: Tell websites not to share & sell data
pa_pk: ویب‌سائیٹاں نوں ڈیٹا ویچݨ جاں سانجھا نہ کرن کئی ہدایت دیو

source: The address isn’t valid
pa_pk: ایہہ پتا واجب نہیں اے

source: The application will quit to apply changes
pa_pk: تبدیلیاں لاگو کرن لئی ایپلیکیشن بند ہووےگی

source: The connection has timed out
pa_pk: کنیکشن لئی سماں سماپت اے
